Revit 2027 API
ParameterTypeId.FamilyHeightParam Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyHeightParam { get; }
Public Shared ReadOnly Property FamilyHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyHeightParam {
	ForgeTypeId^ get ();
}
static member FamilyHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace